/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Permintaan Kontak Yang Masuk";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Sibuk";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Kesalahan Panggilan 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Kesalahan Panggilan 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Nada Sela";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Koneksi";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Kontak Tersedia";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Kontak Tidak Tersedia";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Kontak Diterima";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Transfer File Selesai";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Transfer File Gagal";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "Pesan Pertama Diterima";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Panggilan Berakhir";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Tangguhkan Panggilan";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Panggilan Masuk";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Transfer File yang Masuk";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Masuk";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Keluar";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Pesan Diterima";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Pesan Latar Depan Diterima";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Pesan Terkirim";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Pengguna Baru";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Panggilan Keluar";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Tutup Dari Jauh";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Lanjutkan Panggilan";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Nada Sentuh Dial Up";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "TripleBeep";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Pesan Suara";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "Saat Saya Keluar";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "Saat Saya Masuk";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Kontak Menjadi Tersedia";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Kontak Menjadi Tidak Tersedia";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Panggilan Masuk";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Panggilan Masuk - Nada Sela";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Menghubungkan Panggilan";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Panggilan Keluar";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Panggilan Berakhir";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Peserta Panggilan Grup Menutup";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Sibuk";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Tangguhkan Panggilan";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Lanjutkan Panggilan";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "Pesan Baru dalam Percakapan Terbaru";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Pesan Baru dalam Percakapan Saat Ini";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "Pesan Pertama dalam Percakapan";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Pesan Mood Diterima";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "Kontak Sedang Mengetik";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Pesan Terkirim";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Permintaan Kontak Diterima";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Kontak Diterima";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Transfer File yang Masuk";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Transfer File Selesai";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Transfer File Gagal";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Desktop API App Terhubung";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Anda sudah masuk.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Anda sudah keluar.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "Kontak Anda \"@\" tidak tersedia.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "Kontak Anda \"@\" tidak tersedia.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "Anda mendapat panggilan dari \"@\"!";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "Anda mendapat panggilan dari \"@\"!";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Menghubungkan panggilan.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "Memanggil \"@\".";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Panggilan berakhir.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "Peserta menutup telepon.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "Saluran sedang sibuk.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Tangguhkan panggilan.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Lanjutkan panggilan.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Pesan";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Pesan dari \"@\".";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Pesan ke \"@\".";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "\"@\" mengubah pesan mood.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "Anda memiliki pesan obrolan dari \"@\"!";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "\"@\" sedang mengetik.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "Anda telah menerima permintaan kontak dari \"@\"!";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "Anda telah menerima daftar kontak dari \"@\"!";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "Anda telah menerima file dari \"@\"!";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "Transfer file dengan \"@\" selesai.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "Transfer file dengan \"@\" gagal.";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "\"@\" terhubung ke Skype";
